{
  "id": "wellnessbox_wellness_report_texts_v1",
  "title": "개인별 건강 레포트 문구/룰 - 데이터",
  "version": "1.0.0",
  "generatedAtUtc": "2026-02-26T10:34:19Z",
  "sectionAnalysisAdvice": {
    "S01": {
      "title": "기억력 및 인지 기능",
      "adviceByQuestionNumber": {
        "1": "연령대에 맞는 인지기능 관련 정기검진과 예방관리를 더 자주 확인하는 것이 좋습니다.",
        "2": "복용 중인 정신건강 관련 약물은 임의로 중단하지 말고 담당 의료진과 상담하세요.",
        "3": "수면 시간을 6~8시간으로 맞추고 취침, 기상 시간을 일정하게 유지하는 것을 권장합니다.",
        "4": "음주 빈도를 줄이고 최소 주 2~3일 금주일을 확보하는 것을 권장합니다.",
        "5": "1회 음주량을 줄이고 폭음을 피하도록 잔수, 병수를 미리 제한하는 것이 좋습니다.",
        "6": "스트레스 원인을 파악하고 수면, 운동, 명상 등 관리 루틴을 만드는 것을 권장합니다.",
        "7": "우울감이 잦다면 수면, 활동량을 점검하고 2주 이상 지속 시 상담을 권장합니다.",
        "8": "날짜, 요일 기억 저하가 지속되면 수면, 음주, 스트레스 조절과 함께 진료를 권장합니다.",
        "9": "대화 이해가 어려워 되묻는 경우가 늘면 수면, 스트레스, 청력 상태를 점검하고 진료를 권장합니다.",
        "10": "계산 능력 저하가 느껴지면 수면, 스트레스, 음주 습관을 점검하고 진료를 권장합니다."
      }
    },
    "S02": {
      "title": "수면 · 피로",
      "adviceByQuestionNumber": {
        "1": "카페인 총량을 하루 2잔 이하로 줄이고 오후 카페인 섭취를 제한하는 것을 권장합니다.",
        "2": "수면 시간을 6~8시간으로 맞추고 취침, 기상 시간을 일정하게 유지하는 것을 권장합니다.",
        "3": "음주 빈도를 줄이고 최소 주 2~3일 금주일을 확보하는 것을 권장합니다.",
        "4": "1회 음주량을 줄이고 공복 음주, 연속 음주를 피하는 것이 좋습니다.",
        "5": "코골이가 심하면 체중, 음주를 관리하고 주간졸림이 있으면 수면검사를 권장합니다.",
        "6": "수면의 질을 높이기 위해 취침 전 화면, 카페인, 음주를 줄이는 것을 권장합니다.",
        "7": "낮 동안 졸림이 잦다면 수면시간, 코골이, 음주, 카페인 습관을 점검하는 것이 좋습니다.",
        "8": "흡연(전자담배 포함)은 수면과 피로 회복에 좋지 않으므로 금연을 권장합니다.",
        "9": "쉽게 피로를 느낀다면 수면, 식사, 운동, 스트레스를 점검하는 것이 좋습니다.",
        "10": "피로로 신체 기능에 지장이 있다면 무리하지 말고 진료를 권장합니다.",
        "11": "피로로 업무, 일상 수행이 어렵다면 생활습관 조정과 함께 진료를 권장합니다.",
        "12": "자고 나도 피로가 계속되면 수면의 질과 코골이 여부를 점검하고 진료를 권장합니다.",
        "13": "근육 피로가 잦다면 수면, 단백질 섭취, 운동 강도를 점검하는 것이 좋습니다."
      }
    },
    "S03": {
      "title": "스트레스",
      "adviceByQuestionNumber": {
        "1": "부담이 감당하기 어렵게 느껴진다면 업무량 조절과 휴식시간 확보를 권장합니다.",
        "2": "좌절감이 잦다면 스트레스 원인을 기록하고 상담, 수면, 운동을 병행하는 것을 권장합니 다.",
        "3": "불안감이 잦다면 수면, 운동, 호흡 훈련 등 스트레스 관리 루틴을 권장합니다.",
        "4": "과로로 중요한 일을 자주 잊는다면 수면 확보, 업무 정리, 메모 습관을 권장합니다.",
        "5": "우울한 기분이 자주 든다면 수면, 활동량을 점검하고 상담을 권장합니다.",
        "6": "초조함이 잦다면 카페인, 수면 부족을 줄이고 규칙적인 운동을 권장합니다.",
        "7": "잠들기 어렵다면 취침 전 화면, 카페인, 음주를 줄이는 수면위생 관리를 권장합니다."
      }
    },
    "S04": {
      "title": "구강 · 치아",
      "adviceByQuestionNumber": {
        "1": "고혈압 이력이 있다면 염분, 체중, 음주, 운동 관리와 혈압 측정을 권장합니다.",
        "2": "당뇨 이력이 있다면 규칙 식사, 운동, 혈당 관리와 복약 순응을 권장합니다.",
        "3": "심장질환 이력이 있다면 무리한 자가관리는 피하고 주치의 중심 관리가 필요합니다.",
        "4": "가족력이 있다면 정기 치과검진과 치실 사용을 더 철저히 하는 것이 좋습니다.",
        "5": "탄산, 청량음료 섭취를 줄이고 물이나 무가당 음료로 대체하는 것을 권장합니다.",
        "6": "당분이 많거나 끈적한 간식 섭취 빈도를 줄이는 것을 권장합니다.",
        "7": "치실, 치간칫솔 사용이 부족하다면 하루 1회 이상 사용하는 습관을 권장합니다.",
        "8": "이갈이가 있다면 스트레스 관리와 치과 상담을 권장합니다.",
        "9": "흡연(전자담배 포함)은 잇몸 건강에 좋지 않으므로 금연을 권장합니다.",
        "10": "치아 통증이 있다면 자가관리보다 치과 진료를 우선 권장합니다.",
        "11": "잇몸 통증이 잦다면 스케일링, 치주검진과 양치 습관 점검을 권장합니다."
      }
    },
    "S05": {
      "title": "눈",
      "adviceByQuestionNumber": {
        "2": "60세 이상은 안과 정기검진(안압, 안저 등)을 더 자주 받는 것을 권장합니다.",
        "3": "고혈압 이력이 있다면 혈압 관리와 함께 안과 정기검진을 권장합니다.",
        "4": "당뇨 이력이 있다면 혈당 관리와 함께 안저검사 등 안과 검진을 권장합니다.",
        "5": "안질환 가족력이 있다면 증상이 없어도 정기 안과검진을 권장합니다.",
        "6": "녹황색 채소, 해조류, 생선 등 눈 건강 식품을 규칙적으로 섭취하는 것이 좋습니다.",
        "7": "화면을 오래 보신다면 중간중간 눈 휴식을 권장합니다.",
        "8": "흡연(전자담배 포함)은 눈 건강에 좋지 않으므로 금연을 권장합니다.",
        "9": "독서, 신문 읽기가 불편하면 안경, 시력, 안과 검진을 권장합니다.",
        "10": "안구 건조감, 이물감이 잦다면 화면 휴식, 습도 관리, 수분 섭취를 권장합니다.",
        "11": "눈이 자주 건조하다면 화면 사용 중간 휴식과 안과 상담을 권장합니다.",
        "12": "렌즈 착용 시 충혈, 불편감이 잦다면 착용시간을 줄이고 안과 진료를 권장합니다."
      }
    },
    "S06": {
      "title": "피부",
      "adviceByQuestionNumber": {
        "1": "연령대에 맞는 피부 관리와 정기 점검을 꾸준히 하는 것이 좋습니다.",
        "2": "자외선 차단제를 규칙적으로 사용하고 외출 시 재도포하는 것을 권장합니다.",
        "3": "피부가 푸석하고 갈라진다면 보습, 수분 섭취, 수면 개선을 권장합니다.",
        "4": "주름이 많다고 느껴진다면 자외선 차단, 수면, 보습 관리가 중요합니다.",
        "5": "상처 치유가 느리다면 영양, 혈당 상태를 점검하고 필요 시 진료를 권장합니다.",
        "6": "아토피 이력이 있다면 보습과 자극 회피를 우선하고 악화 시 피부과 진료를 권장합니다.",
        "7": "가려움이 수면, 일상에 영향을 준다면 피부과 진료를 권장합니다."
      }
    },
    "S07": {
      "title": "간",
      "adviceByQuestionNumber": {
        "1": "지방간 위험이 있어 체중 5~10% 감량 목표를 권장합니다.",
        "2": "간 기능 보호를 위해 금주와 정기 추적검사를 권장합니다.",
        "3": "혈당 관리는 간에도 중요하므로 규칙적인 식사, 당류 제한, 운동을 권장합니다.",
        "4": "튀김과 가공식품을 줄이고 채소, 단백질 중심의 식사와 운동을 권장합니다.",
        "5": "임의로 중단하지 마시고 정기적으로 간 기능 검사, 상담을 권장합니다.",
        "6": "몰아서 먹는 것을 줄이고 2~3끼를 일정하게 드시는 것을 권장합니다.",
        "7": "간 건강을 위해 주 2~3일 금주일 확보 및 빈도 감소를 권장합니다.",
        "8": "1회 음주량을 줄이기 위해 병, 잔 수를 미리 제한하는 것을 권장합니다.",
        "9": "기름진 음식, 음주를 줄이고 증상이 지속되면 의료 상담을 권장합니다.",
        "10": "수면의 질, 간 기능 등 원인 점검이 필요할 수 있어 상담 및 검사를 권장합니다."
      }
    },
    "S08": {
      "title": "위",
      "adviceByQuestionNumber": {
        "1": "위 건강 관리를 위해 연령대에 맞춘 정기 검진을 권장합니다.",
        "2": "스트레스는 위 증상을 악화시킬 수 있어 수면, 운동, 상담 등의 활동을 권장합니다.",
        "3": "음주는 위산 역류와 속쓰림을 악화시킬 수 있어 금주일 확보를 권장합니다.",
        "4": "위 증상 완화를 위해 1회 음주량을 단계적으로 줄이기를 권장합니다.",
        "5": "자극적인 음식, 야식, 과식을 줄이고 통증이 반복되면 진료, 검사를 권장합니다.",
        "6": "식후 2~3시간은 바로 눕지 않고 야식, 기름진 음식 줄이기를 권장합니다.",
        "7": "식사 속도를 늦추고 탄산, 과식을 줄이며 지속 시 상담을 권장합니다.",
        "8": "기름진 음식, 야식을 줄이고 한 끼 양을 줄이는 것을 권장합니다.",
        "9": "한 번에 많이 먹는 습관을 줄이고 식사 속도를 늘리는 것을 추천합니다.",
        "10": "기름진 식사, 카페인. 과식을 줄이고, 설사와 복통이 동반되면 상담을 권장합니다.",
        "11": "정제 탄수화물 위주 식사를 줄이고 단백질, 채소를 함께 구성하는 걸 추천드립니다."
      }
    },
    "S09": {
      "title": "장",
      "adviceByQuestionNumber": {
        "1": "변비 예방을 위해 식이섬유를 늘리고 물 섭취를 함께 권장합니다.",
        "2": "장 건강을 위해 가공식품 빈도를 줄이고, 집밥, 단백질, 채소 중심으로 조정하세요.",
        "3": "처방대로 복용하되, 설사, 복통이 심해지면 상담을 권장하며, 이후에는 식이섬유, 발 효식품으로 회복을 권장합니다.",
        "4": "장은 스트레스에 민감하므로 수면, 운동, 명상, 호흡을 생활화하세요.",
        "5": "음주는 장 증상을 악화시킬 수 있어 빈도 감소, 금주일 확보를 권장합니다.",
        "6": "폭음을 줄이고 1회 음주량 제한을 권장합니다.",
        "7": "흡연은 장 염증, 예민함을 악화시킬 수 있어 금연을 권장합니다.",
        "8": "식이섬유, 수분, 걷기를 기본으로 배변 시간을 고정해 보세요. 혈변, 체중감소, 심한 복통 동반 시에는 진료를 권장합니다.",
        "9": "유발 음식(유제품, 밀가루, 카페인 등) 기록 후 조절하고, 증상이 반복되면 상담을 권 장합니다."
      }
    },
    "S10": {
      "title": "체지방",
      "adviceByQuestionNumber": {
        "1": "체지방 관리를 위해 규칙적인 식사 + 간식, 당류 줄이기 + 주 3회 30분 운동부터 시작하는 것을 권장합니다.",
        "2": "단 음료, 과자 빈도를 줄이고, 과일, 견과, 무가당 요거트로 대체하세요.",
        "3": "매 끼니 손바닥 크기의 단백질, 채소, 탄수화물 적정량으로 균형을 맞추세요.",
        "4": "빈도를 줄이고 살코기, 생선, 두부 등으로 단백질원을 다양화하세요.",
        "5": "포만감 조절을 위해 15~20분 이상 천천히 드시고, 한입 먹고 젓가락 내려놓기 같은 습관을 권장합니다.",
        "6": "주 3회 30분 유산소부터 시작해 점진적으로 늘리세요.",
        "7": "30~60분마다 2~5분 걷기, 스트레칭을 권장합니다.",
        "8": "수면 부족은 식욕, 체중 조절을 어렵게 하므로 수면 시간 확보와 취침 루틴을 권장 합니다.",
        "9": "임신,수유부는 무리한 다이어트보다 영양 균형을 우선하고, 폐경은 근력운동, 단백질, 칼슘, 비타민D 관리를 강화하세요.",
        "10": "가족력은 생활환경의 영향도 크므로 식사, 간식, 활동량 루틴을 구조화해 꾸준히 관 리하는 것을 권장합니다."
      }
    },
    "S11": {
      "title": "혈당",
      "adviceByQuestionNumber": {
        "1": "혈당 관리를 위해 체중 관리, 당류, 간식 줄이기, 운동을 권장합니다.",
        "2": "주 3회 30분 유산소부터 시작해 혈당 변동을 줄이세요.",
        "3": "스트레스는 혈당에도 영향을 줄 수 있어 수면, 운동, 명상, 호흡을 권장합니다.",
        "4": "달달한 간식, 음료를 줄이고 식사에 단백질, 식이섬유를 늘려 혈당 급상승을 완화하 세요.",
        "5": "정해진 시간에 식사를 권장합니다. 그리고 야식, 몰아먹기 줄이기를 권장합니다.",
        "6": "천천히 먹기를 실천하면 과식과 혈당 급등을 줄이는 데 도움이 됩니다."
      }
    },
    "S12": {
      "title": "갱년기 여성",
      "adviceByQuestionNumber": {
        "1": "갱년기 증상은 생활습관에 따라 달라질 수 있어 수면, 운동, 영양 관리를 권장합니다.",
        "2": "카페인, 알코올, 매운 음식을 줄이고, 얇게 겹쳐 입기, 실내 온도 조절로 증상 완화를 권장합니다.",
        "3": "반복되면 원인 확인이 필요할 수 있어 의료 상담을 권장하며 기본적으로 수면, 운동, 영양 균형을 함께 챙기세요.",
        "4": "취침 전 화면, 카페인, 음주를 줄이고 취침, 기상 시간 고정을 권장합니다.",
        "5": "스트레스 관리를 권장하고 주변과 증상 공유, 지지 체계 확보를 권장합니다.",
        "6": "규칙적인 수면과 가벼운 유산소부터 시작하고, 지속되면 상담을 권장합니다.",
        "7": "수면, 수분, 카페인 섭취를 점검하고 심하거나 양상이 바뀌면 의료 상담을 권장합니 다.",
        "8": "주 2회 근력운동, 스트레칭, 단백질 섭취를 권장합니다.",
        "9": "카페인, 음주를 줄이고 어지럼, 흉통이 동반되거나 심하면 즉시 의료 상담을 권장합 니다."
      }
    },
    "S13": {
      "title": "갱년기 남성",
      "adviceByQuestionNumber": {
        "1": "연령대 변화에 맞춰 수면, 운동, 체중, 스트레스 관리를 권장합니다.",
        "2": "수면 부족, 스트레스, 음주가 영향을 줄 수 있어 수면 고정, 절주, 운동을 우선 권장 하며 지속 시 상담을 권장합니다.",
        "3": "단백질을 포함한 규칙적인 식사, 주 3회 운동, 수면 확보를 권장하고 장기간 지속되 면 원인 평가를 권장합니다.",
        "4": "무리하지 않는 강도로 유산소부터 시작해 점진적으로 늘리고, 근력운동 병행을 권장 합니다.",
        "5": "자세, 골밀도 변화 가능성이 있어 근력, 균형 운동을 권장하며 필요 시 골건강 상담 을 권장합니다.",
        "6": "스트레스 관리와 수면 고정, 음주 줄이기를 권장하며 지속되면 상담을 권장합니다.",
        "7": "저녁 과식, 음주를 줄이고 식후 최소 2~3시간 후 취침을 권장합니다.",
        "8": "수면, 운동, 스트레스를 우선 점검하고 우울, 수면장애가 의심되면 전문 상담을 권장 합니다."
      }
    },
    "S14": {
      "title": "월경전 증후군",
      "adviceByQuestionNumber": {
        "1": "월경전 증후군은 스트레스에 민감하므로 수면, 운동, 명상, 호흡을 적극 권장합니다.",
        "2": "카페인, 염분 줄이기와 가벼운 유산소를 권장하며 통증이 심하면 상담을 권장합니다.",
        "3": "염분, 탄산, 과식을 줄이고 수분 섭취와 걷기를 늘려 붓기 완화를 권장합니다.",
        "4": "수면을 고정하고 카페인, 음주 줄이기를 권장하며 일상에 지장이 크면 상담을 권장 합니다.",
        "5": "저염식, 수분 섭취, 가벼운 운동을 권장합니다.",
        "6": "증상이 반복되면 전문 상담, 진료를 권장합니다.",
        "7": "수면, 식사 규칙을 우선 적용하고 일정, 업무는 체크리스트로 보완을 권장합니다.",
        "8": "야식, 당류를 줄이고 단백질, 채소 중심 식사와 취침 루틴을 권장합니다."
      }
    },
    "S15": {
      "title": "콜레스테롤·중성지방",
      "adviceByQuestionNumber": {
        "2": "체중 관리가 지질 개선에 도움이 되어 식사, 운동 루틴화를 권장합니다.",
        "3": "일부 약물은 지질에 영향을 줄 수 있어 복용은 유지하되 주치의와 정기 점검을 권장 합니다.",
        "4": "조리법을 굽기, 찜, 삶기로 바꾸고 튀김, 볶음 빈도를 단계적으로 줄이기를 권장합니 다.",
        "5": "특히 중성지방에 영향을 줄 수 있어 금주일 확보와 음주 빈도 감소를 권장합니다.",
        "6": "1회 음주량을 줄이기 위해 사전에 병, 잔 수를 제한하는 것을 권장합니다.",
        "7": "스트레스는 식습관, 수면을 무너뜨려 지질 관리에 불리하므로 스트레스 관리 루틴을 권장합니다.",
        "8": "심혈관 위험 관리가 필요하므로 저염식, 운동, 절주를 함께 권장합니다.",
        "9": "당류, 야식 줄이기와 규칙 운동을 권장합니다.",
        "10": "생활습관 관리와 함께 정기 진료, 검진 유지를 권장합니다.",
        "11": "식이, 운동 조절이 필요할 수 있어 주치의, 영양 상담을 권장합니다.",
        "12": "가족력이 있으면 조기 관리가 중요하므로 정기 지질 검사를 권장합니다.",
        "13": "빈도를 줄이고 식이섬유와 생선, 두부 등으로 식단 조정을 권장합니다.",
        "14": "지질 개선을 위해 주 3회 이상 30분 유산소부터 시작해 점진적으로 늘리기를 권장 합니다.",
        "15": "흡연은 심혈관 위험을 높이므로 금연 지원 프로그램 활용을 권장합니다."
      }
    },
    "S16": {
      "title": "혈압",
      "adviceByQuestionNumber": {
        "1": "혈압 변동이 커질 수 있어 가정혈압 체크와 규칙 생활을 권장합니다.",
        "2": "체중 관리는 혈압에 도움이 되므로 식사 조절과 운동을 권장합니다.",
        "3": "젓갈, 국물, 장아찌를 줄이고 싱겁게 먹는 습관을 권장합니다.",
        "4": "혈압 관리를 위해 유산소 운동부터 시작해 점진적으로 늘리기를 권장합니다.",
        "5": "혈압에 영향을 줄 수 있어 금주일 확보와 음주 빈도 감소를 권장합니다.",
        "6": "1회 음주량을 줄이기 위해 사전에 제한하는 것을 권장합니다.",
        "7": "금연을 강력히 권장합니다.",
        "8": "스트레스 완화를 위해 운동, 명상, 상담, 수면 루틴을 권장합니다."
      }
    },
    "S17": {
      "title": "면역력",
      "adviceByQuestionNumber": {
        "1": "당분 과다는 면역에 불리할 수 있어 간식 빈도 감소와 대체 간식을 권장합니다.",
        "2": "면역 회복을 위해 금주일 확보와 음주 빈도 감소를 권장합니다.",
        "3": "폭음을 줄이고 1회 음주량 제한을 권장합니다.",
        "4": "금연을 권장합니다.",
        "5": "수면, 운동, 상담을 포함한 스트레스 관리 루틴을 권장합니다.",
        "6": "수면 확보, 손 위생, 규칙 운동을 권장하며 반복되면 의료 상담을 권장합니다.",
        "7": "수면, 영양, 운동 루틴 재정비를 권장하고 지속되면 원인 확인 상담을 권장합니다."
      }
    },
    "S18": {
      "title": "항산화",
      "adviceByQuestionNumber": {
        "1": "다양한 색의 채소, 과일 섭취와 규칙 운동, 수면으로 항산화 생활습관을 권장합니다.",
        "2": "과식은 대사 부담을 늘릴 수 있어 정해진 시간에 적정량 섭취를 권장합니다.",
        "3": "음주 빈도를 줄이고 금주일 확보를 권장합니다.",
        "4": "1회 음주량을 줄이기 위해 사전 제한을 권장합니다.",
        "5": "항산화 관리를 위해 금연을 권장합니다.",
        "6": "스트레스 완화를 위해 운동, 명상, 상담, 수면 루틴을 권장합니다.",
        "7": "수분 섭취, 보습, 자외선 차단을 권장하고 식사는 단백질, 채소 중심으로 조정을 권장 합니다."
      }
    },
    "S19": {
      "title": "관절·뼈",
      "adviceByQuestionNumber": {
        "2": "(BMI 25 이상) 관절 부담을 줄이기 위해 체중 관리와 걷기, 자전거, 수영 등의 저충 격 운동을 권장합니다.",
        "3": "골밀도에 영향 가능성이 있어 주치의와 골건강 점검을 권장합니다.",
        "4": "가공식품, 당류를 줄이고 단백질, 채소, 유제품을 권장합니다.",
        "5": "근력, 균형, 계단, 스쿼트 등의 운동을 주 3회부터 시작해 점진적으로 늘리기를 권장 합니다.",
        "6": "뼈 건강을 위해 음주 빈도 감소를 권장합니다.",
        "7": "1회 음주량을 줄이기 위해 사전 제한을 권장합니다.",
        "8": "흡연은 골밀도에 불리할 수 있어 금연을 권장합니다.",
        "9": "임신, 수유, 폐경은 뼈 건강 관리가 중요해 칼슘, 단백질 섭취와 안전한 근력 운동을 권장합니다.",
        "10": "통증, 불편이 지속되면 원인 평가 상담을 권장하며 기본적으로 스트레칭, 근력 강화 를 권장합니다.",
        "11": "무리한 운동은 피하고 저충격 운동과 근력 강화를 권장하며, 통증이 심하면 정형외 과, 재활 상담을 권장합니다."
      }
    },
    "S20": {
      "title": "근육",
      "adviceByQuestionNumber": {
        "1": "근육, 체력 향상을 위해 주 3회 유산소와 주 2회 근력운동을 권장합니다.",
        "2": "스트레스는 회복을 방해하므로 수면, 운동, 명상, 상담을 권장합니다.",
        "3": "근육 유지를 위해 단백질, 채소, 유제품, 통곡을 추가해 식단 다양화를 권장합니다.",
        "4": "근감소 예방을 위해 끼니마다 단백질 포함과 주 2회 근력운동을 권장합니다.",
        "5": "체중은 줄이되 근육은 지키기 위해 단백질 확보와 근력운동 병행을 권장합니다.",
        "6": "근육 회복에 불리할 수 있어 음주 빈도 감소를 권장합니다.",
        "7": "1회 음주량을 줄이기 위해 사전 제한을 권장합니다.",
        "8": "근육 회복, 심폐에 불리하므로 금연을 권장합니다.",
        "9": "무리하지 않는 범위에서 걷기 시간을 단계적으로 증가시키고 지속 시 원인 평가 상 담을 권장합니다.",
        "10": "장시간 앉는 환경을 점검하고 스트레칭, 코어 강화, 의자, 모니터 높이 조정을 권장 합니다.",
        "11": "강도를 낮춰 점진적 증가를 권장하며 어지럼, 흉통, 호흡곤란 동반 시 즉시 의료 상 담을 권장합니다."
      }
    },
    "S21": {
      "title": "전립선",
      "adviceByQuestionNumber": {
        "1": "전립선 증상은 흔할 수 있어 정기 점검과 생활습관 관리를 권장합니다.",
        "2": "붉은, 가공육을 줄이고 채소, 콩, 생선 중심으로 식단 조정을 권장합니다.",
        "3": "잔뇨감이 잦으면 배뇨 후 잠깐 기다렸다가 한 번 더 보는 이중배뇨와 저녁 수분 조 절을 권장하며 지속 시 상담을 권장합니다.",
        "4": "빈뇨 증상이 잦으면 카페인, 음주를 줄이고 시간을 정해 배뇨하는 것을 권장하며 지 속 시 상담을 권장합니다.",
        "5": "소변줄기 끊김, 힘 줌이 반복되면 전립선, 요도 평가를 위해 비뇨의학과 상담을 권장 합니다.",
        "6": "급박뇨가 잦으면 카페인, 알코올 같은 방광 자극 음식을 줄이고 비뇨의학과 상담을 권장합니다.",
        "7": "소변줄기가 약하다고 느끼면 생활습관 조절을 병행하되 증상이 지속되면 비뇨의학과 상담을 권장합니다."
      }
    },
    "S22": {
      "title": "방광",
      "adviceByQuestionNumber": {
        "2": "배뇨 시 줄기 중단 후 다시 힘을 주는 증상이 반복되면 전립선, 방광 기능 점검을 위해 비뇨의학과 상담을 권장합니다.",
        "3": "주간 배뇨 횟수가 많으면 카페인, 수분 섭취 패턴을 점검하고 지속되면 상담을 권장 합니다.",
        "4": "야간뇨가 잦으면 취침 전 수분, 카페인, 음주를 줄이고 지속되면 상담을 권장합니다.",
        "5": "급박뇨가 잦으면 방광 훈련과 카페인 줄이기를 권장하며 지속되면 상담을 권장합니 다.",
        "6": "요실금이 반복되면 골반저근 운동과 체중, 변비 관리를 권장하며 빈도가 잦으면 상 담을 권장합니다."
      }
    },
    "S23": {
      "title": "요로",
      "adviceByQuestionNumber": {
        "2": "방광부위인 하복부에 통증이 있으면 요로감염, 방광 문제 가능성이 있어 의료 상담 을 권장합니다.",
        "3": "배뇨 후 2시간 내 재배뇨가 잦으면 카페인, 저녁 수분, 음주를 줄이고 지속 시 비뇨 의학과 상담을 권장합니다.",
        "4": "야간 배뇨가 잦으면 취침 전 수분, 카페인, 음주를 줄이고 지속 시 상담을 권장합니 다.",
        "5": "갑자기 참지 못하는 증상이 있으면 방광 훈련, 골반저근 운동을 권장하며 일상 불편 이 크면 상담을 권장합니다."
      }
    },
    "S24": {
      "title": "호흡기",
      "adviceByQuestionNumber": {
        "1": "처방 치료를 유지하고 흡연, 미세먼지, 감기 노출 관리를 권장하며 정기 진료를 권장 합니다.",
        "2": "호흡기 증상 악화를 막기 위해 금연클리닉, 니코틴대체요법 활용을 적극 권장합니다.",
        "3": "흡연, 자극 요인을 줄이고 2~3주 이상 지속되거나 악화되면 호흡기 진료를 권장합니 다.",
        "4": "수분 섭취와 실내 습도 조절을 권장하며 지속되면 원인 평가 상담을 권장합니다.",
        "5": "심폐 기능 점검이 필요할 수 있어 의료 상담을 권장하며 운동은 무리하지 않는 강도 부터 시작을 권장합니다.",
        "6": "반복되면 원인 확인이 필요하므로 의료 상담을 권장합니다.",
        "7": "천식, 기관지 문제 가능성이 있어 호흡기, 이비인후과 상담을 권장합니다."
      }
    }
  },
  "lifestyleRoutineAdviceByCommonQuestionNumber": {
    "10": "식사 시간을 하루 2~3끼로 일정하게 맞추고, 야식, 몰아서 먹기를 줄이세요.",
    "11": "국물, 튀김, 가공육 동반을 줄이고, 메뉴 선택 시 단백질, 채소 중심으로 조정하세요.",
    "12": "단백질, 칼슘 보완을 위해 우유, 두유, 요거트를 규칙적으로 섭취하세요.",
    "13": "끼니마다 손바닥 크기 단백질(두부, 달걀, 생선, 살코기)을 포함하는 것이 좋습니다.",
    "14": "김치 외 채소 2접시 이상(잎채소, 색채소 포함) 섭취를 습관화하는 것이 좋습니다.",
    "15": "젓갈, 국물, 장아찌를 줄이고 간은 싱겁게 하여 먹는 것이 좋습니다.",
    "16": "간식 섭취 빈도를 줄이고 과일, 견과, 무가당 요거트 등 대체 간식으로 대체하세요.",
    "17": "굽기, 찜, 삶기 조리법으로 대체하고 빈도를 단계적으로 줄이는 것이 좋습니다.",
    "18": "카페인 총량을 하루에 2잔 이하로 줄이는 것을 권장합니다.",
    "19": "최소 주 2~3일 금주일을 확보하는 것을 권장합니다.",
    "20": "1회 음주량을 줄이기 위해서 마시기 전에 잔수, 병수를 제한하는 것이 좋습니다.",
    "21": "금연을 위해 금연클리닉, 니코틴대체요법을 활용하시길 바라겠습니다.",
    "22": "주 4~5회 이상 20분 내외 산책과 같은 야외 활동을 권장합니다.",
    "23": "취침, 기상 시간을 고정하도록 하고 취침 전 화면 사용을 줄이는 것을 권장합니다.",
    "24": "30~60분마다 2~5분 걷기, 스트레칭을 권장합니다.",
    "25": "주 3회 이상 30분 유산소부터 시작해 점진적으로 늘리는 것을 권장합니다.",
    "26": "스트레스 원인을 파악하고 상담, 수면, 운동, 명상 등을 권장합니다."
  },
  "supplementDesignTextBySectionId": {
    "S01": {
      "title": "기억력 및 인지 기능",
      "paragraphs": [
        "건강검진 결과 or 설문 결과, 기억력 및 인지 기능에 대한 영양제가 필요합니다. 따라서 뇌 신경세포 막 건강과 인지 기능 유지에 도움되는 오메가-3와 포스파티딜세린을 추천합니다. 오메가-3는 뇌와 신경 조직에 많이 존재하는 지방산으로, 집중력과 기억력 유지에 도움을 줄 수 있는 성분입니다. 포스파티딜세린은 뇌세포막을 구성하는 인지질로, 학습·기억 및 인 지 기능 유지에 도움을 줄 수 있는 성분입니다."
      ]
    },
    "S02": {
      "title": "수면, 피로",
      "paragraphs": [
        "건강검진 결과 or 설문 결과, 수면의 질 저하와 피로 누적에 대한 영양제가 필요합니다. 따 라서 긴장 완화와 수면 리듬 관리에 도움되는 마그네슘과 L-테아닌을 추천합니다. 마그네슘 은 신경·근육 이완과 에너지 대사에 관여해 피로 관리에 도움을 줄 수 있는 미네랄입니다. L-테아닌은 차 유래 아미노산으로, 긴장을 낮추고 편안한 상태를 돕는 데 도움을 줄 수 있는 성분입니다."
      ]
    },
    "S03": {
      "title": "스트레스",
      "paragraphs": [
        "건강검진 결과 or 설문 결과, 스트레스 부담이 높은 상태로 나타났습니다. 따라서 스트레스 반응 조절과 긴장 완화에 도움되는 아슈와간다/로디올라와 마그네슘, 비타민B군을 추천합니",
        "다. 아슈와간다/로디올라는 스트레스 상황에서 몸의 균형 유지에 도움을 줄 수 있는 성분입 니다. 비타민B군과 마그네슘은 신경계 기능과 에너지 대사에 관여해 스트레스 상황에서 컨 디션 관리에 도움을 줄 수 있습니다."
      ]
    },
    "S04": {
      "title": "구강·치아",
      "paragraphs": [
        "건강검진 결과 or 설문 결과, 구강·치아 건강 관리 필요성이 크게 나왔습니다. 따라서 잇몸· 치아 조직 유지와 회복에 도움되는 비타민C와 코엔자임Q10, 치아·뼈 무기질 관리에 도움되 는 칼슘과 비타민D를 추천합니다. 비타민C는 콜라겐 합성에 관여해 잇몸 조직 유지에 도움 을 줄 수 있는 성분입니다. 코엔자임Q10은 항산화 및 에너지 대사에 관여해 잇몸 컨디션 관리에 도움을 줄 수 있으며, 칼슘·비타민D는 치아와 뼈 건강 유지에 필요한 기본 영양소입 니다."
      ]
    },
    "S05": {
      "title": "눈",
      "paragraphs": [
        "눈 피로 및 시각 건강에 대한 영양제가 필요합니다. 따라서 황반 보호와 눈의 항산화 관리 에 도움되는 루테인·지아잔틴과 오메가-3를 추천합니다. 루테인과 지아잔틴은 황반 색소를 구성해 빛 자극으로부터 눈을 보호하는 데 도움을 줄 수 있는 성분입니다. 오메가-3는 눈물 막·망막 건강 유지에 관여해 건조감과 눈 피로 관리에 도움을 줄 수 있습니다."
      ]
    },
    "S06": {
      "title": "피부",
      "paragraphs": [
        "피부 건조 및 탄력 저하에 대한 영양제가 필요합니다. 따라서 피부 보습·탄력 유지에 도움되 는 저분자 콜라겐 펩타이드와 비타민C, 히알루론산을 추천합니다. 콜라겐 펩타이드는 피부 탄력 유지에 필요한 단백질 원료를 보완하는 데 도움을 줄 수 있는 성분입니다. 비타민C는 콜라겐 형성에 관여하며, 히알루론산은 피부 보습과 장벽 유지에 도움을 줄 수 있습니다."
      ]
    },
    "S07": {
      "title": "간",
      "paragraphs": [
        "건강검진 결과 or 설문 결과, 간 건강에 대한 영양제가 필요합니다. 따라서 간 해독·항산화 방어와 간세포 보호에 도움되는 밀크시슬과 NAC를 추천합니다. 밀크시슬은 간 건강 기능성 원료로 알려져 간세포 보호에 도움을 줄 수 있는 성분입니다. NAC는 체내 항산화 물질인 글루타치온 생성에 관여해 산화 스트레스 완화에 도움을 줄 수 있습니다."
      ]
    },
    "S08": {
      "title": "위",
      "paragraphs": [
        "건강검진 결과 or 설문 결과, 속쓰림·더부룩함 등 위 컨디션에 대한 영양제가 필요합니다. 따라서 위 점막 방어와 소화 컨디션 관리에 도움되는 아연과 L-글루타민을 추천합니다. 아 연은 점막 건강과 회복에 관여하는 미네랄로 위 점막 보호에 도움을 줄 수 있는 성분입니 다. L-글루타민은 장·위 점막 세포의 에너지원으로 활용되어 소화기 점막 컨디션 관리에 도 움을 줄 수 있습니다."
      ]
    },
    "S09": {
      "title": "장",
      "paragraphs": [
        "건강검진 결과 or 설문 결과, 장 건강에 대한 영양제가 필요합니다. 따라서 장내 환경 개선 과 배변 활동, 유익균 균형 관리에 도움되는 프로바이오틱스와 포스트바이오틱스를 추천합 니다. 프로바이오틱스는 장내 유익균의 증식을 돕고 건강한 환경을 만드는 살아있는 미생물",
        "입니다. 포스트바이오틱스는 유익균의 대사산물로, 장에 직접적 또는 간접적으로 작용해 장 컨디션과 면역 균형에 도움을 줄 수 있는 성분입니다."
      ]
    },
    "S10": {
      "title": "체지방",
      "paragraphs": [
        "건강검진 결과 or 설문 결과, 체지방 관리 필요성이 크게 나왔습니다. 따라서 포만감 유지와 식사 조절, 체성분 관리에 도움되는 수용성 식이섬유와 단백질 보충을 추천합니다. 수용성 식이섬유는 물을 흡수해 포만감에 도움을 주고, 식후 혈당 급상승 완화에 도움을 줄 수 있 는 성분입니다. 단백질 보충은 근육 유지와 체성분 개선을 위한 기본 영양 전략으로, 식사로 부족할 때 보완에 도움이 될 수 있습니다."
      ]
    },
    "S11": {
      "title": "혈당",
      "paragraphs": [
        "건강검진 결과 or 설문 결과, 혈당 변동 및 당 대사 관리에 대한 영양제가 필요합니다. 따라 서 식후 혈당 관리와 대사 균형에 도움되는 크롬과 알파리포산(ALA), 수용성 식이섬유를 추 천합니다. 크롬은 탄수화물·지방·단백질 대사에 관여하는 미네랄로 혈당 관리에 도움을 줄 수 있는 성분입니다. 알파리포산은 항산화에 관여하며 에너지 대사 균형에 도움을 줄 수 있 고, 식이섬유는 당 흡수 속도를 완화하는 데 도움을 줄 수 있습니다."
      ]
    },
    "S12": {
      "title": "갱년기 여성",
      "paragraphs": [
        "건강검진 결과 or 설문 결과, 갱년기 관련 컨디션 변화에 대한 영양제가 필요합니다. 따라서 뼈 건강과 균형 잡힌 호르몬 컨디션 관리에 도움되는 칼슘·비타민D와 대두 이소플라본을 추 천합니다. 칼슘과 비타민D는 골밀도 유지에 중요한 기본 영양소로 갱년기 시기에 특히 도움 이 될 수 있습니다. 대두 이소플라본은 식물성 성분으로, 갱년기 시기 컨디션 관리에 도움을 줄 수 있는 원료로 알려져 있습니다."
      ]
    },
    "S13": {
      "title": "갱년기 남성",
      "paragraphs": [
        "건강검진 결과 or 설문 결과, 남성 활력 및 컨디션 저하에 대한 영양제가 필요합니다. 따라 서 에너지 대사와 근육·신경 기능 유지에 도움되는 비타민D와 아연, 마그네슘을 추천합니다. 비타민D는 근력과 면역 기능에 관여하며, 아연은 정상적인 면역 기능과 세포 분열에 필요한 미네랄입니다. 마그네슘은 신경·근육 기능과 에너지 생성에 관여해 전반적인 컨디션 관리에 도움을 줄 수 있습니다."
      ]
    },
    "S14": {
      "title": "월경전 증후군",
      "paragraphs": [
        "건강검진 결과 or 설문 결과, 월경 전 증후군에 대한 영양제가 필요합니다. 따라서 붓기·긴 장·피로감 완화와 정서적 컨디션 관리에 도움되는 마그네슘과 비타민B6, 오메가-3를 추천합 니다. 마그네슘은 신경 안정과 근육 이완에 관여해 긴장 완화에 도움을 줄 수 있습니다. 비 타민B6는 에너지 대사 및 신경전달물질 합성에 관여하며, 오메가-3는 염증 균형과 컨디션 유지에 도움을 줄 수 있습니다."
      ]
    },
    "S15": {
      "title": "콜레스테롤, 중성지방",
      "paragraphs": [
        "건강검진 결과 or 설문 결과, 지질(콜레스테롤/중성지방) 관리에 대한 영양제가 필요합니다. 따라서 혈중 중성지방 관리와 지방 대사 균형에 도움되는 오메가-3와 수용성 식이섬유, 식",
        "물성 스테롤을 추천합니다. 오메가-3는 혈중 중성지방 개선에 도움을 줄 수 있는 대표 성분 입니다. 수용성 식이섬유와 식물성 스테롤은 담즙산 재흡수 및 콜레스테롤 흡수 조절에 관 여해 지질 관리에 도움을 줄 수 있습니다."
      ]
    },
    "S16": {
      "title": "혈압",
      "paragraphs": [
        "건강검진 결과 or 설문 결과, 혈압 관리에 대한 영양제가 필요합니다. 따라서 혈관 기능과 순환 컨디션 유지에 도움되는 마그네슘과 코엔자임Q10, 오메가-3를 추천합니다. 마그네슘은 혈관 이완과 신경·근육 기능에 관여해 혈압 관리에 도움을 줄 수 있습니다. 코엔자임Q10과 오메가-3는 항산화·순환 건강에 관여해 혈관 컨디션 관리에 도움을 줄 수 있습니다."
      ]
    },
    "S17": {
      "title": "면역력",
      "paragraphs": [
        "건강검진 결과 or 설문 결과, 면역 균형 및 회복에 대한 영양제가 필요합니다. 따라서 기본 면역 영양소 보완과 장-면역 축 관리에 도움되는 비타민D와 아연, 프로바이오틱스를 추천합 니다. 비타민D와 아연은 정상적인 면역 기능에 필요한 핵심 영양소로 알려져 있습니다. 프 로바이오틱스는 장내 환경을 통해 면역 균형 유지에 도움을 줄 수 있는 성분입니다."
      ]
    },
    "S18": {
      "title": "항산화",
      "paragraphs": [
        "건강검진 결과 or 설문 결과, 항산화 관련 영양제가 필요합니다. 따라서 활성산소로부터의 방어와 세포 보호에 도움되는 비타민C와 비타민E, 셀레늄 또는 코엔자임Q10을 추천합니다. 비타민C·E는 대표적인 항산화 영양소로 산화 스트레스 완화에 도움을 줄 수 있습니다. 셀레 늄과 코엔자임Q10은 항산화 효소 시스템과 에너지 대사에 관여해 컨디션 관리에 도움을 줄 수 있습니다."
      ]
    },
    "S19": {
      "title": "관절, 뼈",
      "paragraphs": [
        "건강검진 결과 or 설문 결과, 관절·뼈 건강에 대한 영양제가 필요합니다. 따라서 골밀도 유 지와 관절 컨디션 관리에 도움되는 칼슘·비타민D와 콜라겐/글루코사민/MSM을 추천합니다. 칼슘·비타민D는 뼈 형성과 유지에 중요한 기본 영양소입니다. 콜라겐/글루코사민/MSM은 관 절 구성 성분 및 연골·결합조직 컨디션 유지에 도움을 줄 수 있는 성분으로 알려져 있습니 다."
      ]
    },
    "S20": {
      "title": "근육",
      "paragraphs": [
        "건강검진 결과 or 설문 결과, 근력 저하 및 근육 회복에 대한 영양제가 필요합니다. 따라서 근육 합성과 운동 수행, 회복에 도움되는 단백질 보충과 크레아틴, 마그네슘을 추천합니다. 단백질은 근육을 구성하는 필수 영양소로, 식사로 부족할 때 보완에 도움이 될 수 있습니다. 크레아틴은 근육 에너지 시스템에 관여해 운동 수행과 근육량 유지에 도움을 줄 수 있는 성 분입니다."
      ]
    },
    "S21": {
      "title": "전립선",
      "paragraphs": [
        "건강검진 결과 or 설문 결과, 전립선 및 배뇨에 대한 영양제가 필요합니다. 따라서 배뇨 불 편감 완화와 전립선 건강 유지에 도움되는 쏘팔메토/베타-시토스테롤과 라이코펜을 추천합 니다. 쏘팔메토/베타-시토스테롤은 남성 전립선 건강 기능성 원료로 배뇨 관련 컨디션 관리",
        "에 도움을 줄 수 있는 성분입니다. 라이코펜은 토마토 유래 항산화 성분으로 전립선 건강 유지에 도움을 줄 수 있습니다."
      ]
    },
    "S22": {
      "title": "방광",
      "paragraphs": [
        "건강검진 결과 or 설문 결과, 방광 기능 및 배뇨에 대한 영양제가 필요합니다. 따라서 방광 컨디션과 배뇨 빈도 관리에 도움되는 호박씨추출물과 마그네슘을 추천합니다. 호박씨추출물 은 방광·요로 기능 관련 컨디션 관리에 활용되는 성분으로 알려져 있습니다. 마그네슘은 근 육 이완과 신경 안정에 관여해 긴장성 배뇨 패턴 관리에 도움을 줄 수 있습니다."
      ]
    },
    "S23": {
      "title": "요로",
      "paragraphs": [
        "건강검진 결과 or 설문 결과, 요로 컨디션에 대한 영양제가 필요합니다. 따라서 요로 환경 관리와 재발성 불편감 예방에 도움되는 크랜베리 추출물과 D-만노스를 추천합니다. 크랜베 리 추출물은 요로 건강 관리에 활용되는 대표 성분으로 알려져 있습니다. D-만노스는 요로 환경 관리에 도움을 줄 수 있는 성분으로, 수분 섭취와 함께 관리 전략으로 고려할 수 있습 니다."
      ]
    },
    "S24": {
      "title": "호흡기",
      "paragraphs": [
        "건강검진 결과 or 설문 결과, 호흡기 컨디션에 대한 영양제가 필요합니다. 따라서 호흡기 점 막 방어와 회복, 항산화 균형에 도움되는 비타민D와 NAC, 오메가-3를 추천합니다. 비타민D 는 면역 균형에 관여해 감기·호흡기 컨디션 관리에 도움을 줄 수 있습니다. NAC는 가래 및 항산화 시스템에 관여해 호흡기 관리에 도움을 줄 수 있는 성분입니다."
      ]
    }
  },
  "sourceNotes": {
    "sectionAnalysisAdviceRule": "상세 설문지: 답변 점수 중 0.5점 이상이 나온 질문에 한해 해당 문구를 레포트에 작성",
    "lifestyleRoutineAdviceRule": "공통 설문지(10~26): 답변 중 1점이 나온 질문에 한해 문구 작성. 1점이 없으면 0.5점 문항으로 작성",
    "supplementDesignOrdering": "(점수 높은 순서대로) 영역 점수가 높은 순으로 정렬하여 표기"
  }
}
